-- phpMyAdmin SQL Dump
-- version 3.2.2
-- http://www.phpmyadmin.net
--
-- 호스트: localhost
-- 처리한 시간: 15-08-18 11:37 
-- 서버 버전: 5.1.73
-- PHP 버전: 5.5.27

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 데이터베이스: `uranos`
--

-- --------------------------------------------------------

--
-- 테이블 구조 `member`
--

CREATE TABLE IF NOT EXISTS `member` (
  `m_id` char(15) NOT NULL,
  `m_pass` varchar(15) NOT NULL,
  `m_name` varchar(20) NOT NULL,
  `m_phone` varchar(20) NOT NULL,
  `m_email` varchar(41) DEFAULT NULL,
  `reg_date` datetime NOT NULL,
  `level` int(11) DEFAULT '1',
  `m_postcode1` int(5) NOT NULL,
  `m_postcode2` int(5) NOT NULL,
  `m_roadaddr` tinytext NOT NULL,
  `m_jibunaddr` tinytext NOT NULL,
  `m_detailaddr` tinytext NOT NULL,
  PRIMARY KEY (`m_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `member`
--

INSERT INTO `member` (`m_id`, `m_pass`, `m_name`, `m_phone`, `m_email`, `reg_date`, `level`, `m_postcode1`, `m_postcode2`, `m_roadaddr`, `m_jibunaddr`, `m_detailaddr`) VALUES
('ttt123', 'a123123', '이하나', '01023563874', 'hana@hana', '2015-08-18 11:23:43', 1, 451, 822, '경기 평택시 포승읍 2함대길 91 (원정리)', '경기 평택시 포승읍 원정리 1302', '32'),
('ohmygooood', 'a123456', '오마갓', '01023545686', 'ohmygooood@ohmygooood.com', '2015-08-18 11:22:52', 1, 233, 805, '강원 정선군 정선읍 5일장길 8 (봉양리)', '강원 정선군 정선읍 봉양리 324-38', ''),
('www123', 'a123123', '안윤진', '01023567378', 'www@dfes', '2015-08-18 11:22:12', 1, 150, 971, '서울 영등포구 63로 36 (여의도동, 리버타워)', '서울 영등포구 여의도동 61-5', '54'),
('park123', 'a123123', '박정수', '01033897354', 'park@su', '2015-08-18 11:20:54', 1, 157, 924, '서울 강서구 화곡로 111 (화곡동, 스카이빌딩)', '서울 강서구 화곡동 1068-32', '43'),
('titikaka', 'a123456', '제이슨', '01012345678', 'toto@ad.com', '2015-08-18 11:21:28', 1, 142, 70, '서울 강북구 4.19로11길 6 (수유동)', '서울 강북구 수유동 564-8', ''),
('mcthedm', 'a123456', '최성훈', '01088337756', 'mcthedm@nate.com', '2015-08-18 11:19:54', 1, 150, 894, '서울 영등포구 63로 7 (여의도동, 은하아파트)', '서울 영등포구 여의도동 52', ''),
('dddd123', 'a123123', '박수진', '01056593753', 'park@su', '2015-08-18 11:19:55', 1, 150, 732, '서울 영등포구 63로 32 (여의도동, 콤비빌딩)', '서울 영등포구 여의도동 61-4', '5-6'),
('ver45', 'a123123', '김동훈', '01012467635', 'dong@naver.com', '2015-08-18 11:19:11', 1, 542, 804, '전남 구례군 구례읍 5일시장작은길 4 (봉동리, 진주가구)', '전남 구례군 구례읍 봉동리 198-3', '4-3'),
('myadmin', 'a123456', '에드민', '01054687465', 'admin@admin', '2015-08-18 11:18:54', 1, 233, 805, '강원 정선군 정선읍 5일장길 20 (봉양리)', '강원 정선군 정선읍 봉양리 342-1', ''),
('hong123', 'a123123', '이홍기', '01054658698', 'hong@ki', '2015-08-18 11:15:41', 1, 404, 210, '인천 서구 로봇랜드로 73 (원창동)', '인천 서구 원창동 329-4', '45'),
('seung123', 'a123123', '이승기', '01056896735', 'seung@sdddd', '2015-08-18 11:16:32', 1, 330, 892, '충남 천안시 동남구 성남면 5산단2로 40 (대화리)', '충남 천안시 동남구 성남면 대화리 361', '4'),
('aaa123', 'a123123', '이기광', '01012315348', 'lee@ki', '2015-08-18 11:14:59', 1, 445, 941, '경기 화성시 장안면 3.1만세로322번길 26-23 (어은리)', '경기 화성시 장안면 어은리 산15', '4'),
('rew123', 'a123123', '김희애', '01056598357', 'hee@naver.com', '2015-08-18 11:13:31', 1, 150, 971, '서울 영등포구 63로 36 (여의도동, 리버타워)', '서울 영등포구 여의도동 61-5', '54'),
('qw123', 'a123123', '유아인', '01056893587', 'u@dkdls', '2015-08-18 11:14:13', 1, 425, 907, '경기 안산시 단원구 라성안길 11 (원곡동, 유림여관)', '경기 안산시 단원구 원곡동 846-5', '45'),
('zener', 'a123456', '이고은', '01012345678', 'zener@mail.co.kr', '2015-08-18 11:13:19', 1, 143, 862, '서울 광진구 능동로4길 3 (자양동)', '서울 광진구 자양동 553-453', '100-1'),
('hoho12', 'a123123', '김철수', '01079835765', 'chul@su', '2015-08-18 11:12:10', 1, 142, 70, '서울 강북구 4.19로13길 8 (수유동)', '서울 강북구 수유동 563-20', '13'),
('gang123', 'a123123', '강하늘', '01078687323', 'sky@naber.kdd', '2015-08-18 11:12:52', 1, 445, 941, '경기 화성시 장안면 3.1만세로281번길 5-5 (어은리)', '경기 화성시 장안면 어은리 38-12', '4'),
('zzang123', 'a123123', '짱구', '01089635783', 'zzang@naver.com', '2015-08-18 11:09:12', 1, 612, 704, '부산 해운대구 APEC로 55 (우동, 벡스코)', '부산 해운대구 우동 1500', '32'),
('han1', 'a123123', '한국인', '01054897463', 'korea@naverc.om', '2015-08-18 11:07:17', 1, 445, 947, '경기 화성시 팔탄면 3.1만세로771번길 55 (매곡리)', '경기 화성시 팔탄면 매곡리 171-9', '13-43'),
('fdfdfd123', 'a123123', '김영희', '01048648621', 'young@naver.com', '2015-08-18 11:08:13', 1, 451, 822, '경기 평택시 포승읍 2함대길 91 (원정리)', '경기 평택시 포승읍 원정리 1302', '123'),
('nupchi', 'a123456', '곽현우', '01092583155', 'nupchi@gmail.com', '2015-08-18 11:06:45', 1, 402, 734, '인천 남구 인하로77번길 28 (용현동, 새한아파트)', '인천 남구 용현동 181-4', '다동 304호'),
('hello', 'a123123', '김복자', '01088642328', 'kim@sdf', '2015-08-18 11:05:45', 1, 445, 955, '경기 화성시 우정읍 3.1만세로 5-5 (조암리)', '경기 화성시 우정읍 조암리 327-9', '12'),
('jung', 'a123123', '정준하', '01053327897', 'jung@naver.com', '2015-08-18 11:06:30', 1, 542, 804, '전남 구례군 구례읍 5일시장큰길 4-1 (봉동리, 동성반점)', '전남 구례군 구례읍 봉동리 196-16', '12'),
('admin', 'a123456', '관리자', '01012345678', 'admin@uranos.com', '2015-08-18 10:37:41', 3, 135, 860, '서울 강남구 강남대로 238 (도곡동, 스카이쏠라빌딩)', '서울 강남구 도곡동 953-11', 'ㅇㅇㅇ'),
('haha11', 'a123123', '홍길동', '01059895325', 'haha11@naver.com', '2015-08-18 11:04:03', 1, 142, 70, '서울 강북구 4.19로1길 16 (수유동)', '서울 강북구 수유동 281-40', '11'),
('hodam', 'a123456', '김호담', '01056489464', 'hodam@hodam.com', '2015-08-18 11:25:06', 1, 331, 935, '충남 천안시 서북구 1공단3길 1 (성정동, (유)현진주류상사)', '충남 천안시 서북구 성정동 23', '');
