-- phpMyAdmin SQL Dump
-- version 3.2.2
-- http://www.phpmyadmin.net
--
-- 호스트: localhost
-- 처리한 시간: 15-08-18 11:39 
-- 서버 버전: 5.1.73
-- PHP 버전: 5.5.27

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 데이터베이스: `uranos`
--

-- --------------------------------------------------------

--
-- 테이블 구조 `ticket`
--

CREATE TABLE IF NOT EXISTS `ticket` (
  `no` int(11) NOT NULL,
  `idno` varchar(15) NOT NULL,
  `ticket` varchar(15) NOT NULL,
  `re_member` varchar(15) NOT NULL,
  `re_phone` varchar(15) NOT NULL,
  `name` char(10) NOT NULL,
  `date` date DEFAULT NULL,
  `password` varchar(100) NOT NULL,
  PRIMARY KEY (`no`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `ticket`
--

INSERT INTO `ticket` (`no`, `idno`, `ticket`, `re_member`, `re_phone`, `name`, `date`, `password`) VALUES
(115081926, 'hodam', '1', '1', '01056489464', '김호담', '2015-08-19', ''),
(215082225, 'hodam', '2', '2', '01056489464', '김호담', '2015-08-22', ''),
(615090524, 'hodam', '6', '2', '01056489464', '김호담', '2015-09-05', ''),
(415082323, 'hodam', '4', '2', '01056489464', '김호담', '2015-08-23', ''),
(215082222, 'ohmygooood', '2', '1', '01023545686', '오마갓', '2015-08-22', ''),
(215082221, 'ohmygooood', '2', '1', '01023545686', '오마갓', '2015-08-22', ''),
(115081920, 'zener', '1', '1', '01012345678', '이고은', '2015-08-19', ''),
(115081919, 'ohmygooood', '1', '4', '01023545686', '오마갓', '2015-08-19', ''),
(315082318, 'ohmygooood', '3', '1', '01023545686', '오마갓', '2015-08-23', ''),
(215082217, 'zener', '2', '1', '01012345678', '이고은', '2015-08-22', ''),
(515083016, 'titikaka', '5', '1', '01012345678', '제이슨', '2015-08-30', ''),
(615090515, 'titikaka', '6', '2', '01012345678', '제이슨', '2015-09-05', ''),
(515083014, 'titikaka', '5', '3', '01012345678', '제이슨', '2015-08-30', ''),
(315082313, 'titikaka', '3', '2', '01012345678', '제이슨', '2015-08-23', ''),
(215082212, 'titikaka', '2', '1', '01012345678', '제이슨', '2015-08-22', ''),
(615090511, 'mcthedm', '6', '1', '01088337756', '최성훈', '2015-09-05', ''),
(415082310, 'mcthedm', '4', '1', '01088337756', '최성훈', '2015-08-23', ''),
(11508199, 'mcthedm', '1', '1', '01088337756', '최성훈', '2015-08-19', ''),
(11508198, 'mcthedm', '1', '2', '01088337756', '최성훈', '2015-08-19', ''),
(21508227, 'mcthedm', '2', '1', '01088337756', '최성훈', '2015-08-22', ''),
(31508236, 'zener', '3', '1', '01012345678', '이고은', '2015-08-23', ''),
(11508195, 'myadmin', '1', '3', '01054687465', '에드민', '2015-08-19', ''),
(21508224, 'myadmin', '2', '3', '01054687465', '에드민', '2015-08-22', ''),
(51508303, 'myadmin', '5', '1', '01054687465', '에드민', '2015-08-30', ''),
(61509052, 'myadmin', '6', '2', '01054687465', '에드민', '2015-09-05', ''),
(51508301, 'zener', '5', '2', '01012345678', '이고은', '2015-08-30', '');
